<%@ page contentType="text/html;charset=UTF-8" language="java" %>
<%@ taglib prefix="fmt" uri="http://java.sun.com/jstl/fmt" %>
<title>Договор</title>
<script>
  window.print();
</script>
<div style="text-align: center; font-weight: bold">
  ХИСОБ – ШАРТНОМА №${pat.yearNum}
</div>
<table style="width:100%" class="bold">
  <tr>
    <td style="padding-left:25px">Кибрай тумани</td>
    <td style="text-align: right;padding-right:25px">${sysdate}й</td>
  </tr>
</table>
<div style="text-align: justify">
  <span style="padding-left:25px"></span>Узбекистон Республикаси Согликни саклаш вазирлиги томонидан 2019 йил 16 майда берилган № 01727 сонли лицензия асосида тиббий
  фаолиятни амалга ошириш хукукига эга булган «Фарход мадад шифо» хусусий корхонаси, кейинчалик "Бажарувчи" деб юритилувчи номидан
  харакат килувчи корхона директори Ф. Х. Мирахмедов бир томондан Тошкент шахар Олмазор тумани Мухбир кучаси 18 уйда яшовчи кейинчалик
  «Мижоз» деб юритилувчи фукаро ${pat.surname} ${pat.name} ${pat.middlename} (паспорт маълумотлари ${pat.passportInfo}),
  Иккинчи тарафдан кейинчалик «Хомий» деб юритилувчи «__________________________________________ номидан низом асосида иш курувчи
  Рахбар _____________________________________ учинчи тарафданн мазкур шартномани куйдагилар тугрисида туздилар.
</div>
<div style="text-align: center; font-weight: bold">
  1. ШАРТНОМА МАВЗУСИ
</div>
<div style="text-align: justify">
  <span style="padding-left:25px"></span>1.1. Мазкур Шартнома бўйича Бажарувчи Мижозга тасдикланган тартиб-коидалар, ташхис куйиш ва даволаш стандартлари асосида тиббий хизматлар кўрсатади, Мижоз/Хомий (зарур бўлмагани чизилсин) эса курсатилган тиббий хизматлар учун мазкур шартноманинг 2.1. бандида белгиланган шартлар асосида Бажарувчига хак тулайди.<br/>
  <span style="padding-left:25px"></span>1.2. Хизматлар - курсатилган тиббий хизматлар хакида расмийлаштирилган хисоб-фактура Бажарувчи ва Мижоз томонидан имзолангандан кейин кўрсатилган деб хисобланади.
</div>
<div style="text-align: center; font-weight: bold">
  2. ШАРНОМА БАХОСИ ВА ХИСОБ-КИТОБ КИЛИШ ТАРТИБИ
</div>
<div style="text-align: justify">
  <span style="padding-left:25px"></span>2.1. Мазкур шартноманинг бахоси ${price}______________________________________________ ташкил килади Мазкур шартнома тарафлар томонидан имзолаган пайтдан бошлаб Мижоз/Хомий 3 кун мобайнида тиббий хизматларга белгиланган тарифлар буйича 100% микдорида олдиндан хак тулайди,колган суммани эса амалда курсатилган тиббий хизматлар натижаларига караб расмийлантирилган хисоб-фактура асосида тиббий хизматлар курсатилиб тугагунга кадар тулайди. Тиббий хизматлар учун туловлар Мижоз/Хомий томонидан Бажарувчининг кассасига накд пул еки Бажарувчининг банкдаги хисоб ракамига пул утказиш йули билан туланади.<br/>
  <span style="padding-left:25px"></span>2.2. Амалда курсатилган тиббий хизматлар натижаларига караб расмийлаштирилган хисоб-фактура буйича аникланган ва Мижоз/Хомий томонидан ортикча туланган ва кайтарилиши лозим булган туловлар кандай тартибда туланган булса шундай тартибда Мижозга/Хомийга кайтарилади.
</div>
<div style="text-align: center; font-weight: bold">
  3 . ТАРАФЛАРНИНГ ХУКУК ВА МАЖБУРИЯТЛАРИ
</div>
<div style="text-align: justify">
  <span style="padding-left:25px"></span>3.1. Бажарувчи куйидагиларга мажбур:<br/>
  <span style="padding-left:25px"></span>а) Мазкур Шартномага асосан Мижозга тасдикланган ички тартиб-коидалар, ташхис куйиш ва даволаш стандартлари асосида тиббий хизматларни лозим даражада кўрсатиш;<br/>
  <span style="padding-left:25px"></span>б) Хисоб-фактура билан расмийлаштирилган амалдаги харажатлар натижалари бўйича фойдаланилмай колган маблагларни Мижозга/Хомийга (зарур бўлмагани чизилсин) кайтариш;<br/>
  <span style="padding-left:25px"></span>в) Мижозга амалда кўрсатилган тиббий хизматлар учун хисоб-фактурани Мижозга/Хомийга уз вактида такдим килиш;<br/>
  <span style="padding-left:25px"></span>г) Мижоз соглигининг холати тўгрисидаги сирни ошкор килмаслик;<br/>
  <span style="padding-left:25px"></span>д) Зарурият бўлганда Мижоз/Хомий томонидан кўшимча хак тўланмасдан врачлар консилиумини чакириш.<br/>
  <span style="padding-left:25px"></span>3.2. Бажарувчи куйидаги хукукларга эга:<br/>
  <span style="padding-left:25px"></span>а) Мижоздан Бажарувчининг ички тартиб-коидаларига, даволаш режимига, Бажарувчининг тиббий ходимлари кўрсатмалари ва тайинлашларига катъий риоя килишни талаб этиш;<br/>
  <span style="padding-left:25px"></span>б) Мазкур Шартномага асосан курсатилган тиббий хизматлар кийматини тўлаш шартлари ва муддатларига риоя этилмаган такдирда мазкур Шартномани бир томонлама бекор килиш;<br/>
  <span style="padding-left:25px"></span>в) Мижознинг айби билан Бажарувчининг мол-мулки ва ходимларига етказилган зиён ва зарарлар тўлик хажмда копланишини талаб килиш ва Мижоздан ундириб олиш.<br/>
  <span style="padding-left:25px"></span>3.3. Мижоз куйидагиларга мажбур:<br/>
  <span style="padding-left:25px"></span>а) Бажарувчининг ички тартиб-коидаларига, даволаш режимига, Бажарувчининг тиббий ходимлари кўрсатмалари ва тайинлашларига риоя килиш;<br/>
  <span style="padding-left:25px"></span>б) Мазкур Шартномага асосан курсатилган тиббий хизматларнинг тўлик кийматини Бажарувчига ўз вактида тўлаш (агар бу мазкур Шартнома бўйича Хомийнинг мажбурияти хисобланмаса);<br/>
  <span style="padding-left:25px"></span>в) Ўзининг айби билан Бажарувчининг мол-мулки ва ходимларига етказилган зиён ва зарарларни тўлик хажмда коплаш;<br/>
  <span style="padding-left:25px"></span>г) Ўз соглигининг холати тўгрисидаги сирни ошкор килмаслик.<br/>
  <span style="padding-left:25px"></span>3.4. Мижоз куйидаги хукукларга эга:<br/>
  <span style="padding-left:25px"></span>а) Мазкур Шартномага асосан тасдикланган ички тартиб-коидалар, ташхис куйиш ва даволаш стандартлари асосида курсатиладиган тиббий хизматларни тулик даражада олиш;<br/>
  <span style="padding-left:25px"></span>б) Тиббий хизмат кўрсатишнинг тасдикланган тартиб-коидалари, ташхис кўйиш ва даволаш стандартлари, тарифлар билан танишиш;<br/>
  <span style="padding-left:25px"></span>в) Ўзига амалда кўрсатилган тиббий хизматлар учун хисоб-фактуранинг бир нусхасини уз вактида олиш;<br/>
  <span style="padding-left:25px"></span>3.5. Хомий мазкур Шартноманинг 2.1-бандига мувофик хизматларнинг тўлик кийматини Бажарувчига ўз вактида тўлаши шарт.<br/>
  <span style="padding-left:25px"></span>3.6. Хомий куйидаги хукукларга эга:<br/>
  <span style="padding-left:25px"></span>а) Мижозга амалда кўрсатилган тиббий хизматлар учун хисоб-фактуранинг бир нусхасини уз вактида олиш;<br/>
  <span style="padding-left:25px"></span>б) Тиббий хизмат кўрсатишнинг тасдикланган тартиб-коидалари, ташхис кўйиш ва даволаш стандартлари, тарифлар билан танишиш;<br/>
  <span style="padding-left:25px"></span>в) Хисоб-фактуралар билан расмийлаштирилган амалдаги харажатлар натижалари бўйича фойдаланилмай колган маблагларни кайтариб олиш;<br/>
  <span style="padding-left:25px"></span>3.7 Тарафлардан бир мазкур шартномани бир томонлама бекор килиш нияти пайдо булган такдирда, шартномани бекор килиш сабабларини курсатиб бошка тарафни 3 кун олдин езма равишда хабардор килиши шарт.
</div>
<div style="text-align: center; font-weight: bold">
  4. ТАРАФЛАРНИНГ ЖАВОБГАРЛИГИ
</div>
<div style="text-align: justify">
  <span style="padding-left:25px"></span>4.1. Мижозда кўшимча касалликлар аникланган такдирда, Мижозга кўшимча ташхис кўйиш ва даволаш хизмати кўрсатиш мазкур Шартноманинг ажралмас кисми булган хисоб-фактура асосида Мижоз/Хомий томонидан тўланади.<br/>
  <span style="padding-left:25px"></span>4.2. Тиббий хизматлар курсатиш давридаги таъминланадиган озик-овкат киймати мазкур пуллик тиббий хизмат курсатиш шартномасининг умумий бахосига киритилади ва озик-овкат киймати шартнома умумий бахосидан олиб ташланмайди.<br/>
  <span style="padding-left:25px"></span>4.3. Тиббий хизматлар курсатиш даврида Мижоз томонидан ички тартиб-коидаларига, даволаш режимига, Бажарувчининг тиббий ходимлари кўрсатмалари ва тайинлашларига катъий риоя килинмаган, Бажарувчининг мол-мулкига зарар етказилган такдирда шартнома бир томонлама бекор килинади ва етказилган зарар ундириб олинади, амалда курсатилган тиббий хизматлар учун туловлар кайтарилмайди.<br/>
  <span style="padding-left:25px"></span>4.4. Мазкур Шартномада тартибга солинмаган масалалар бўйича тарафлар Ўзбекистон Республикаси конун хужжатларига амал киладилар.
</div>
<div style="text-align: center; font-weight: bold">
  5. НИЗОЛАРНИ ХАЛ ЭТИШ ТАРТИБИ
</div>
<div style="text-align: justify">
  <span style="padding-left:25px"></span>5.1. Мазкур Шартномани бажаришда пайдо бўлиши мумкин бўлган низолар ва келишмовчиликлар имкони борича тарафлар ўртасидаги музокаралар йўли билан хал этилади.<br/>
  <span style="padding-left:25px"></span>5.2. Низоларни музокаралар йўли билан хал этиш мумкин бўлмаган такдирда, улар Ўзбекистон Республикаси конун хужжатларига мувофик судда кўриб чикилиши керак.
</div>
<div style="text-align: center; font-weight: bold">
  6. ЯКУНИЙ КОИДАЛАР
</div>
<div style="text-align: justify">
  <span style="padding-left:25px"></span>6.1. Мазкур Шартномага хар кандай ўзгартириш ва кўшимчалар, агар улар ёзма шаклда тузилган бўлса ва тарафларнинг бунга вакил килинган вакиллари томонидан имзоланган бўлса, хакикий ва мазкур Шартноманинг ажралмас кисми хисобланади.<br/>
  <span style="padding-left:25px"></span>6.2. Мазкур Шартнома уни барча тарафлар имзолаган пайтдан бошлаб кучга киради ва бир йил давомида амалда булади.<br/>
  <span style="padding-left:25px"></span>6.3. Мазкур Шартнома хар бир тараф учун бир нусхадан икки/уч нусхада тузилди. Барча нусхалар ўхшаш ва бир хил юридик кучга эгадир.
</div>
<div style="text-align: center; font-weight: bold">
  7. ТАРАФЛАРНИНГ ЮРИДИК МАНЗИЛЛАРИ ВА ИМЗОЛАРИ
</div>
<table style="width:100%">
  <tr>
    <td style="text-align: center; width:50%">
      «Б А Ж А Р У В Ч И»<br/>
      <span style="font-weight: bold">«FARHOD MADAD SHIFO» Х/К</span><br/>
      Манзил: Тош. вил. Кибрай т. Зебунисо 8 «а»<br/>
      Банк: АКБ «Asia Alliance Bank»<br/>
      Шайхантохур филиали<br/>
      Х/р: 20208000904691718002 МФО: 01057<br/>
      ИНН: 206 955 732 ОКЭД: 86100<br/>
      Тел: (95) 512-28-88<br/><br/>
      ________________ Ф.Х.Мирахмедов
    </td>
    <td style="text-align:center; width:50%">
      «ХОМИЙ»<br/>
      ___________________________________<br/>
      Манзил: ___________________________<br/>
      Банк: _____________________________<br/>
      Х/р: ______________________________<br/>
      МФО: _____________________________<br/>
      ИНН: ______________________________<br/>
      ОКЭД: _____________________________<br/><br/>
      Рахбар:___________________________
    </td>
  </tr>
  <tr><td style="padding:10px"></td></tr>
  <tr>
    <td style="text-align: center; font-weight: bold">
      «М И Ж О З»<br/>
      ${pat.surname} ${pat.name} ${pat.middlename}<br/>
      ${pat.birthdayString} йилда тугилган<br/>
      Яшаш манзили: <br/>
      ${pat.address}<br/>
      Паспорт маълумотлари: <br/>
      ${pat.passportInfo}
    </td>
  </tr>
  <tr>
    <td colspan="2" style="text-align: justify; padding-top:10px">
      <span style="padding-left:25px"></span>Бажарувчи томонидан Мижозга курсатиладиган тиббий хизматлар учун белгиланган тарифлар ва бахолар буйича узаро келишув баенномаси, клиникасининг ички тартиб коидалари, даволаш режими,  даволаниш давридаги Мижознинг (бемор) хукук ва мажбуриятлари  билан танишдим.  Эътирозим йук.Бажарувчи томонидан Мижозга курсатиладиган тиббий хизматлар учун белгиланган тарифлар ва бахолар буйича узаро келишув баенномаси, клиникасининг ички тартиб коидалари, даволаш режими,  даволаниш давридаги Мижознинг (бемор) хукук ва мажбуриятлари  билан танишдим.  Эътирозим йук.
    </td>
  </tr>
  <tr><td style="padding:10px"></td></tr>
  <tr>
    <td style="font-weight: bold">${sysdate}й</td>
    <td style="font-weight: bold; text-align: right">_________________</td>
  </tr>
  <tr>
    <td>&nbsp;</td>
    <td style="font-weight: bold; text-align: right; padding-right:50px; font-size: 11px">Имзо</td>
  </tr>
</table>

